tap "bramstein/webfonttools"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/versions"
tap "jlhonora/lsusb"
tap "nwoolls/xgminer"
cask "xquartz"
brew "ack"
brew "aircrack-ng"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bfg"
brew "binutils"
brew "p7zip"
brew "xz"
brew "binwalk"
brew "cifer"
brew "cmake"
brew "coreutils"
brew "crunch"
brew "curl"
brew "dex2jar"
brew "diff-so-fancy"
brew "dns2tcp"
brew "dnstop"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-machine", link: false
brew "docker-machine-driver-xhyve"
brew "fcrackzip"
brew "ffmpeg"
brew "findutils"
brew "foremost"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnu-sed", args: ["with-default-names"]
brew "gnupg"
brew "grep"
brew "hashpump"
brew "htop"
brew "hydra"
brew "imagemagick", args: ["with-webp"]
brew "john"
brew "jq"
brew "knock"
brew "leveldb"
brew "libjson-rpc-cpp"
brew "lighttpd"
brew "lua"
brew "lynx"
brew "moreutils"
brew "netpbm"
brew "nmap"
brew "openssh"
brew "php@5.6"
brew "pigz"
brew "pngcheck"
brew "privoxy"
brew "proxychains-ng"
brew "pv"
brew "python"
brew "rename"
brew "rlwrap"
brew "screen"
brew "socat"
brew "sqlmap"
brew "ssh-copy-id"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tor"
brew "torsocks"
brew "tree"
brew "ucspi-tcp"
brew "vbindiff"
brew "vim", args: ["with-override-system-vi"]
brew "wget"
brew "wireshark"
brew "woff2"
brew "xhyve"
brew "xpdf"
brew "youtube-dl", link: false
brew "zopfli"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
cask "atom"
cask "calibre"
cask "dnscrypt"
cask "docker"
cask "filebot"
cask "firefox"
cask "freac"
cask "handbrake"
cask "iterm2"
cask "jdownloader"
cask "kodi"
cask "laverna"
cask "onyx"
cask "typora"
cask "virtualbox"
cask "vlc"
